<?php
return [
    "days" => ["الأحد", "الاثنين", "الثلاثاء", "الأربعاء", "الخميس", "الجمعة", "السبت"],
    "daysShort" => ["أحد", "اثن", "ثلا", "أرب", "خمي", "جمع", "سبت"],
    "daysMin" => ["ح", "ن", "ث", "ر", "خ", "ج", "س"],
    "months" => ["يناير", "فبراير", "مارس", "أبريل", "مايو", "يونيو", "يوليو", "أغسطس", "سبتمبر", "أكتوبر", "نوفمبر", "ديسمبر"],
    "monthsShort" => ["ينا", "فبر", "مار", "أبر", "ماي", "يون", "يول", "أغس", "سبت", "أكت", "نوف", "ديس"],
    "today" => "اليوم",
    "clear" => "مسح",

    "separator" => " - ",
    "applyLabel" => "تطبيق",
    "cancelLabel" => "إلغاء",
    "fromLabel" => "من",
    "toLabel" => "إلى",
    "customRangeLabel" => "مخصص",
    "weekLabel" => "أ",
    "Today" => "اليوم",
    "Yesterday" => "أمس",
    "Last 7 Days" => "آخر 7 أيام",
    "Last 30 Days" => "آخر 30 يومًا",
    "This Month" => "هذا الشهر",
    "Last Month" => "الشهر الماضي",
];
